/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Não é possível abrir a aplicação Java";
"It requires a newer java" 	= "É necessário ter instalado o Mac OS X 10.1 com a actualização 1 do Java ou um sistema operativo mais recente";
"Quit" 						= "Sair";
